Repository: swiftGold/VKGallery
Catalog: VKGallery/Common/Localization/*.lproj/Localizable.strings
Languages: ru

# button.login
source: Enter with VK
ru: Вход через VK

# alert.success.savepicture.title
source: Saved!
ru: Сохранено!

# alert.success.savepicture.message
source: Your image has been saved to your photos.
ru: Ваша картинка сохранена в ваши фотографии.

# alert.failure.savepicture.title
source: Save error
ru: Ошибка сохранения

# alert.failure.savepicture.message
source: Your image couldn't not be saved to your photos.
ru: Ваша картинка не может быть сохранена в ваши фотографии.

# navbar.button.exit
source: Exit
ru: Выход

# alert.failure.decoding.title
source: Decoding error
ru: Ошибка декодирования

# alert.failure.decoding.message
source: Can't decode data
ru: Не получилось декодировать данные

# alert.failure.networking.title
source: Networking error
ru: Ошибка сети

# alert.failure.networking.message
source: Check your url adress
ru: Проверьте правильность url адреса

# alert.failure.unknown.title
source: Ooops!
ru: Упссс!

# alert.failure.unknown.message
source: Something went wrong
ru: Что-то пошло не так

# alert.exitFromAccount.title
source: Log out
ru: Выйти из аккаунта

# alert.changeUser.title
source: Log out and change user
ru: Выйти и сменить пользователя

# alert.cancel.title
source: Cancel
ru: Отмена

# alert.ok.title
source: OK
ru: Да

# alert.close.title
source: Close
ru: Закрытие

# alert.close.message
source: Are you sure you want to close?
ru: Вы точно хотите закрыть?

# alert.CellError.message
source: Can't recieve Cell
ru: Не получается получить ячейку

# alert.tokenError.message
source: error with recieve token
ru: Ошибка при получении токена

# alert.expiresError.message
source: error with recieve expires time
ru: Ошибка при получении оставшегося времени токена
